{
    "rey":"Rey Young is CTO at Sperax. His focus is to build out Sperax’s stablecoin and DeFi portfolio. Rey comes with an extensive background in security, software development, and is passionate about all things blockchain.\n\nHe has authored multiple technical books, articles and whitepapers. His work experience spans Fortune 500 companies and tech startups. He’s built security products used by large banks. \n\n After stumbling on Satoshi’s white paper, \nRey started writing smart contracts in 2016, launched an ICO in 2017, developed smart contracts for decentralized identity in 2018, created multiple ERC20 tokens and ERC721 NFTs, and implemented a crypto index fund. \n\n When he’s not working on a crypto project, you will find him traveling, riding his peloton and learning how to kite surf. ",
    "nicolas":"Nicolas is passionate about using data to answer challenging economic questions. Nicolas was also a Senior Research Specialist at Princeton University, using empirical methods to assess the interplay between financial markets and the economy. Prior to that, he worked as a researcher at the London School of Economics and the Institute of Fiscal Studies. \n\n Nicolas holds a Masters in Economics from the University College London.",
    "subhajit":"Subhajit has extensive experience in building products and is highly passionate about both finance and technology. At Sperax his work primarily revolves around improving the user experience associated with blockchain technology. He wants to build product solutions which can help ordinary users benefit from blockchain technology. \n\n Subhajit holds a Master’s and Bachelor’s degree in Economics from Indian Institute of Technology, Kharagpur. He is an avid football fan and likes to play board games in his free time.",
    "joe":"Joe Yu helped Prof. Wang design the consensus protocol of Sperax as his chief research assistant. He is also a co-author and the conference presenter of Sperax’s IEEE paper -- “Sperax: An Approach To Defeat Long Range Attacks.” As an active voice in the crypto community, he has been invited to speak in various panels, interviews, universities and conferences, such as Diffusion Digital 2020, IEEE INFOCOM 2020, University of California Santa Barbara, University of California Los Angeles, etc. \n\n Joe graduated with a Bachelor degree in Mathematics of Computation and a Philosophy minor from UCLA. As a young Bruin and one of the initial members of Sperax, Joe is passionate about building a decentralized, secure, high-performance platform for the value-embedded, next-generation internet.",
    "alec":"Alec is passionate about bridging the gap between the traditional financial system and the wild west of decentralized finance. \n\n As a Finance undergraduate at Marquette University, Alec founded Marquette's Blockchain Lab. In addition, Alec launched Euphrates Group Consulting in 2017: providing DLT education and implementation services to SMB's in the greater Milwaukee area. He was awarded Wisconsin Inno's 25 Under 25 Innovators for this work. After graduation, he worked at Marquette University's business school: managing the finances of student startups at Marquette's Student-run Business Program.  \n\n    Outside of financial technology, Alec is passionate about snowboarding, digital privacy, men's streetwear and finding the best deli in your city.",
    "atreyee":"Atreyee has a strong background in formulating data driven strategies for large multinational banks. She got interested in DeFi while trying out investments in crypto currencies and she is fascinated by the universe of opportunities that block-chain has opened up. At Sperax, she brings the power of data to build better products.  \n\n Atreyee holds a Masters and Bachelors degree in Engineering from Indian Institute of Technology Kharagpur. She is very passionate about food and enjoys whipping up new cuisines. Beach vacation is another favorite of hers!",
    "david":"Captivated by the potential of the blockchain industry, David joined Sperax to help build a high-performance decentralized platform with his background in mathematics and software development.  \n\n  David holds a bachelor’s degree in Mathematics of Computation from the University of California, Los Angeles. Outside of study and work, he enjoys watching movies, writing film reviews, and editing videos. Recently he is also learning digital comic drawing online."

}